Repository: commandus/website-lora
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Network types
ru: Типы сетей

source: Network type
ru: Тип сети

source: Networks in type
ru: Сетей в типе

source: Addresses in type
ru: Адресов в сети

source: Min network
ru: Min сеть

source: Min address
ru: Min адрес

source: Max address
ru: Max адрес

source: Max network
ru: Max сеть

source: Device address
ru: Адрес устройства

source: Network type 0..7
ru: Тип сети 0..7

# network-number
source: #network
ru: Номер сети

# network-number-hex
source: #network: hex number
ru: Номер сети: шестнадцатиричное число

source: Network
ru: Сеть

source: Network id
ru: Идентификатор сети

source: Network address
ru: Сетевой адрес

source: Length, bits
ru: Длина, бит

# addresses
source: Addresses of network type {{value.type}}, network id {{value.netid}}
ru: Адреса для типа сети {{value.type}}, идентификатора сети {{value.netid}}

source: Total networks
ru: Всего сетей в типе

source: Total addresses
ru: Всего адресов

source: Keygen
ru: Генератор ключей

source: Address
ru: Адрес

source: Masterkey
ru: Мастер-ключ

source: Generate
ru: Создать

source: Device identifier eui
ru: Идентификатор устройства eui

source: Network key nwk
ru: Сетевой ключ nwk

# network-key-app
source: Application key app
ru: Ключ приложения app

source: Network by device address
ru: Сеть по адресу устройства

# device-adddress-is-hex
source: Device address is an hex number
ru: Адрес- шестнадцатиричное число

source: Show
ru: Показать

source: Network identifier
ru: Идентификатор сети

# addresses-for-network-identifier
source: Addresses for network identifier {{value.nwkId}}
ru: Адреса для идентификатора сети {{value.nwkId}}

source: Calculator
ru: Калькулятор

source: Packet
ru: Пакет

source: Show network
ru: Показать сеть

# which-network
source: Which network does the address belong to
ru: К какой сеьи относится адрес

source: Show addresses
ru: Показать сетевые адреса

# address-range-by-type
source: Address range by network number type 0..7
ru: Диапазон адресов для типа сети 0..7

source: Keys
ru: Ключи

# generate-keys
source: Generate EUI, nwk & app keys for network address
ru: Сгенерировать EUI, nwk, app ключи для адреса устройства

source: Types
ru: Типы

# type-list
source: List of network types
ru: Список типов сетей

# types-tip
source: Address ranges for all network types
ru: Диапазоны адресов для всех типов сетей

source: Radio
ru: Радио

source: Radio packet
ru: Радио пакет

# radio-tip
source: Print the packet transmitted on the air
ru: Показать содержимое пакета, полученного из эфира

source: Gateway
ru: Шлюз

source: Gateway packet
ru: Пакет со шлюза

# gateway-tip
source: Print the packet received from the gateway
ru: Показать содержимое пакета с метаданными, полученного со шлюза

source: Hide sidenav
ru: Скрыть панель навигации

source: Show sidenav
ru: Показать панель навигации

source: Hex string
ru: Последовательность шестнадцатиричных чисел

# invalid-gw-packet
source: Invalid gateway packet
ru: Неверный пакет со шлюза

# error-code-error
source: Error {{value.code}}: {{value.error}}
ru: Ошибка {{value.code}}: {{value.error}}

source: Metadata
ru: Метаданные

source: Value
ru: Значение

source: Time
ru: Время

source: Frequency, MHz
ru: Частота, МГц

source: Modulation
ru: Модуляция

source: Class B
ru: Класс B

source: Invalid RFM packet
ru: Неверный RFM пакет

source: Packet type
ru: Тип пакета

source: Payload
ru: Полезные данные

# privacy-policy-h-1
source: lora.commandus.com Privacy Policy
ru: Политика конфиденциальности lora.commandus.com

# privacy-policy-1
source: At lora.commandus.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by lora.commandus.com and how we use it. If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us via our Github page.
ru: Одним из наших главных приоритетов является конфиденциальность наших посетителей. Этот документ о Политике конфиденциальности содержит типы информации, которую собирает и записывает lora.commandus.com, а также способы ее использования. Если у вас есть дополнительные вопросы или вам нужна дополнительная информация о нашей Политике конфиденциальности, не стесняйтесь обращаться к нам через нашу страницу Github.

# privacy-policy-h-2
source: Log Files
ru: Лог-файлы

# privacy-policy-2
source: lora.commandus.com follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.
ru: lora.commandus.com следует стандартной процедуре использования файлов журналов. Эти файлы регистрируют посетителей, когда они посещают веб-сайты. Этим занимаются все хостинговые компании и часть аналитики хостинг-услуг. Информация, собираемая файлами журналов, включает адреса интернет-протокола (IP), тип браузера, поставщика интернет-услуг (ISP), отметку даты и времени, страницы перехода/выхода и, возможно, количество кликов. Они не связаны с какой-либо информацией, позволяющей идентифицировать личность. Целью информации является анализ тенденций, администрирование сайта, отслеживание перемещений пользователей по сайту и сбор демографической информации.

# privacy-policy-h-3
source: Cookies and Web Beacons
ru: Файлы cookie и веб-маяки

# privacy-policy-3
source: Like any other website, lora.commandus.com uses 'cookies'. These cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited. The information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.
ru: Как и любой другой веб-сайт, lora.commandus.com использует файлы cookie. Эти файлы cookie используются для хранения информации, включая предпочтения посетителей, а также страницы веб-сайта, к которым посетитель обращался или посещал. Эта информация используется для оптимизации работы пользователей путем настройки содержимого нашей веб-страницы на основе типа браузера посетителей и/или другой информации.

# privacy-policy-h-4
source: Our Advertising Partners
ru: Наши рекламные партнеры

# privacy-policy-4
source: Some of advertisers on our site may use cookies and web beacons. Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on lora.commandus.com, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit. Note that lora.commandus.com has no access to or control over these cookies that are used by third-party advertisers.
ru: Некоторые рекламодатели на нашем сайте могут использовать файлы cookie и веб-маяки. Сторонние рекламные серверы или рекламные сети используют такие технологии, как файлы cookie, JavaScript или веб-маяки, которые используются в соответствующих рекламных объявлениях и ссылках, которые появляются на lora.commandus.com и отправляются непосредственно в браузер пользователей. Когда это происходит, они автоматически получают ваш IP-адрес. Эти технологии используются для измерения эффективности рекламных кампаний и/или для персонализации рекламного контента, который вы видите на посещаемых вами веб-сайтах. Обратите внимание, что lora.commandus.com не имеет доступа и контроля над этими файлами cookie, которые используются сторонними рекламодателями.

# privacy-policy-h-5
source: Third Part Privacy Policies
ru: Политика конфиденциальности третьих сторон

# privacy-policy-5
source: lora.commandus.com's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.
ru: Политика конфиденциальности lora.commandus.com не распространяется на других рекламодателей или веб-сайты. Поэтому мы советуем вам ознакомиться с соответствующей Политикой конфиденциальности этих сторонних рекламных серверов для получения более подробной информации. Он может включать их методы и инструкции о том, как отказаться от определенных опций. Вы можете отключить файлы cookie в настройках вашего браузера. Более подробную информацию об управлении файлами cookie в конкретных веб-браузерах можно найти на веб-сайтах соответствующих браузеров.

# privacy-policy-h-6
source: Children's Information
ru: Детская информация

# privacy-policy-6
source: Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity. lora.commandus.com does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.
ru: Еще одна часть нашего приоритета — обеспечение защиты детей при использовании Интернета. Мы призываем родителей и опекунов наблюдать, участвовать и/или контролировать и направлять их онлайн-активность. lora.commandus.com сознательно не собирает какую-либо личную информацию от детей в возрасте до 13 лет. Если вы считаете, что ваш ребенок предоставил такого рода информацию на нашем веб-сайте, мы настоятельно рекомендуем вам немедленно связаться с нами, и мы сделаем все возможные усилия по быстрому удалению такой информации из наших записей.

# privacy-policy-h-7
source: Online Privacy Policy Only
ru: Область применения политики конфиденциальности

# privacy-policy-7
source: This privacy policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in lora.commandus.com. This policy is not applicable to any information collected offline or via channels other than this website.
ru: Эта политика конфиденциальности применяется только к нашей онлайн-деятельности и действительна для посетителей нашего веб-сайта в отношении информации, которую они поделились и/или собрали на lora.commandus.com. Эта политика не применима к какой-либо информации, собранной офлайн или по каналам, отличным от этого веб-сайта.

# privacy-policy-h-8
source: Consent
ru: Согласие

# privacy-policy-8
source: By using our website, you hereby consent to our Privacy Policy and agree to its terms and conditions.
ru: Используя наш веб-сайт, вы тем самым соглашаетесь с нашей Политикой конфиденциальности и соглашаетесь с ее условиями.

source: Menu
ru: Меню

source: LoRaWAN calculator online
ru: LoRaWAN oнлайн калькулятор

source: Home page
ru: Первая страница

source: Light or dark theme
ru: Светлая или тёмная тема

# privacy-policy-menu
source: Privacy policy
ru: Политика конфиденциальности

source: Sidebar
ru: Боковое меню

# select-action
source: Select an action from the sidebar
ru: Выберите в боковом меню действие

source: Dark theme
ru: Тёмная тема

# update-available
source: A new version is available
ru: Доступна новая верcия

# update-do
source: Update
ru: Обновить

# update-failed
source: Failed to check for updates:
ru: Ошибка обновления:
